# Taps
tap "homebrew/cask-fonts"

# Formulae
brew "git"
brew "vim"
brew "tig"
brew "zsh"
brew "ghq"
brew "peco"
brew "starship"
brew "zsh-completions"

# Casks
cask "orbstack"
cask "iterm2"
cask "vlc"
cask "zoom"
cask "visual-studio-code"
cask "cursor"
cask "handbrake"
cask "google-chrome"
cask "slack"
cask "figma"
cask "1password"
cask "google-japanese-ime"
cask "flutter"
cask "android-studio"

# Fonts
cask "font-hack-nerd-font"